{
  "title": "تشامبيونز ٢٣",
  "image": "champions.png",
  "shortDes": "هو مخيم تدريبي للأطفال والمراهقين من سن 7 سنوات وحتى 14 سنة، يكون مكون من مجموعة من الأنشطة ومسابقات التحدي والمغامرة والمتعة، ويتم تقسييم المشاركين إلى فرق بحيث يعمل كل فريق للفوز في مجموعة الألعاب والمسابقات التي يخوضها فريقه، ويتم حساب نقاط كل فريق بحسب القيم التي حققها أفراده. يكون المخيم التدريبي في أحد الأماكن القريبة في القاهرة.",
  "details": {
    "headLine": "التفاصيل",
    "description": "م الثالث والعشرون على التوالي، ينفذ فريق ترينوبيا مخيم Champions  التدريبي للأطفال من سن 7 إلى 14 سنة، وهو مخيم يعتمد على الأنشطة والألعاب الحركية والألعاب الاستكشافية والتنافسية. ويتميز مخيم الأبطال Champions  بأنه من أكبر مخيمات الأطفال في مصر والتي تهتم بتأسيس الأطفال والمراهقين على قيم أساسية لا غنى عنها في حياة الطفل، منها الالتزام والانضباط وتعلم المسئولية الفردية والجماعية والاعتماد على النفس والتعاون والتعايش الإيجابي ومهارات القيادة والإدارة وتنظيم الوقت، وهي القيم التي يؤمن فريق ترينوبيا إنها الأساس التربوية لأية قيم ومبادئ أخرى في الحياة. يعيش الطفل تجربة 3 أيام وسط مجموعة من الأطفال والمشرفين والمشرفات.\n\nيتميز هذا الموسم بأنه أكبر مخيمات Trainopia Champions منذ بدايتها من حيث عدد المشاركين والأكثر تنوعًا واختلافًا من حيث الألعاب والأنشطة التي سيتم إقامتها، ومع ثقة أولياء أمور المشاركين في المخيم على مدار المواسم السابقة فيه وفي القائمين عليه، أصبح مخيم Trainopia Champions علامة مميزة وفارقة في حياة الأطفال."
  },
  "from": { "word": "من", "date": "12/26/2024" },
  "to": { "word": "إلى", "date": "12/28/2024" },
  "period": "إسبوعيًا خلال الصيف",
  "location": "فيلا مزرعة الصخرة - العبور",
  "price": "unknown",
  "age": "العمر: من ٧ إلى ١٤ سنة ",
  "goals": {
    "headLine": "الأهداف",
    "content": [
      "تدريب الأطفال والمراهقين على مهارات الاعتماد على النفس والمسئولية والالتزام، من خلال أداء المهام والعادات اليومية للطفل بنفسه دون اعتماد على أحد.",
      "تجربة أماكن جديدة بعيدًا عن الأهل وقضاء وقت ممتع في مدينة ساحلية.",
      "تعديل سلوكيات الأطفال من خلال التعايش والملازمة التدريبية.",
      "خلق تجربة تدريبية مختلفة قائمة على اللعب والحركة والأنشطة الممتعة.",
      "تعلم مهارات التعايش والتعاون مع الآخرين، ومهارات القيادة وإدارة الوقت.",
      "فرص التعايش مع مشرفين ومشرفات مدربين ومختصين في التربية وتعديل سلوك الأطفال لفترة طويلة نسبيًا، والتدريب على أكثر العادات اليومية إفادة.",
      "التنوع في المهارات التي يشملها المخيم بين مهارات حركية ورياضية ومهارات عقلية وفكرية ومهارات سلوكية وروحانية.",
      "زيادة قيم الثقة في النفس والتعاون الإيجابي مع الآخرين."
    ]
  }
}
