{
  "title": "تشامبيونز",
  "image": "champions.png",
  "shortDes": "هو مخيم تدريبي للأطفال والمراهقين من سن 7 سنوات وحتى 14 سنة، يكون مكون من مجموعة من الأنشطة ومسابقات التحدي والمغامرة والمتعة، ويتم تقسييم المشاركين إلى فرق بحيث يعمل كل فريق للفوز في مجموعة الألعاب والمسابقات التي يخوضها فريقه، ويتم حساب نقاط كل فريق بحسب القيم التي حققها أفراده. يكون المخيم التدريبي في أحد الأماكن القريبة في القاهرة.",
  "details": {
    "headLine": "التفاصيل",
    "description": "للموسم الحادي والعشرون على التوالي، ينفذ فريق ترينوبيا مخيم Champions  التدريبي للأطفال من سن 7 إلى 14 سنة، وهو مخيم يعتمد على الأنشطة والألعاب الحركية والألعاب الاستكشافية والتنافسية. ويتميز هذا الموسم بوجود المخيم في مدينة الغردقة، وبالتالي تضم تحدياته وألعابه الأنشطة البحرية والأنشطة على الشاطئ.\n ويهدف المخيم التدريبي لتدريب الأطفال والمراهقين على مهارات وقيم المسئولية والاعتماد على النفس والالتزام من خلال خوض تجربة يعيش فيها الطفل 3 أيام وسط مجموعة من الأطفال والمشرفين والمشرفات، ويعتمد على نفسه بمساعدة المشرفين في تنظيم أمور حياته كالنوم والاستيقاظ وتناول الطعام وأداء العبادات المختلفة والنظافة الشخصية. ويسير برنامج أيام المخيم التدريبي على خطة تدريبية تهدف إلى تربية الأطفال على قيم معينة وأساسية، ويتم ذلك من خلال الألعاب والأنشطة الحركية التي تستمر طوال اليوم. ويتعلم الطفل في هذا المخيم التدريبي مهارات التعايش والتعاون مع أفراد فريقه، ومهارات القيادة والإدارة، ومهارات الانضباط وإدارة الوقت، وغيرها من المهارات الأخرى الغنية في شكل شيق وممتع."
  },
  "from": { "word": "من", "date": "5/24/2024" },
  "to": { "word": "إلى", "date": "5/26/2024" },
  "period": "إسبوعيًا خلال الصيف",
  "location": "فندق بالما بيتش - الغردقة",
  "price": "unknown",
  "age": "العمر: من ٧ إلى ١٤ عامًا",
  "goals": {
    "headLine": "الأهداف",
    "content": [
      "تدريب الأطفال والمراهقين على مهارات الاعتماد على النفس والمسئولية والالتزام، من خلال أداء المهام والعادات اليومية للطفل بنفسه دون اعتماد على أحد.",
      "تجربة أماكن جديدة بعيدًا عن الأهل وقضاء وقت ممتع في مدينة ساحلية.",
      "تعديل سلوكيات الأطفال من خلال التعايش والملازمة التدريبية.",
      "خلق تجربة تدريبية مختلفة قائمة على اللعب والحركة والأنشطة الممتعة.",
      "تعلم مهارات التعايش والتعاون مع الآخرين، ومهارات القيادة وإدارة الوقت.",
      "فرص التعايش مع مشرفين ومشرفات مدربين ومختصين في التربية وتعديل سلوك الأطفال لفترة طويلة نسبيًا، والتدريب على أكثر العادات اليومية إفادة.",
      "التنوع في المهارات التي يشملها المخيم بين مهارات حركية ورياضية ومهارات عقلية وفكرية ومهارات سلوكية وروحانية.",
      "زيادة قيم الثقة في النفس والتعاون الإيجابي مع الآخرين."
    ]
  }
}
