{
  "title": "مسار تطوير الألعاب الإلكترونية ٥",
  "shortDes": "إنه برنامج تعليمي في مجال البرمجة في موسمه الخامس عام 2022، مع التركيز على تعليم الأطفال الذين تتراوح أعمارهم بين 10 و 16 عامًا كيفية تصميم الألعاب الإلكترونية واستخدام تقنيات VR و AR، بالإضافة إلى استخدام تكنولوجيا 3D في تصميم الألعاب.",
  "details": {
    "headLine": "التفاصيل",
    "description": "برنامج مسار تطوير الألعاب هو برنامج موسع لتعليم البرمجة للأطفال والمراهقين في سن 6 إلى 16 عامًا. يأتي هذا البرنامج في موسمه الخامس على التوالي بعد نجاحه في الدورات الأربع السابقة. الهدف من هذا البرنامج هو تزويد الأطفال والمراهقين بمهارة تعلم التكنولوجيا، والتي أصبحت الآن ضرورية في بناء المستقبل حيث يعتمد العديد من الوظائف والمهن على هذه المهارة.\n\nيتم تقسيم المسار إلى تدريب للأطفال الذين تتراوح أعمارهم بين 6 و 9 سنوات على تصميم الروبوت ومهارات البرمجة، وتدريب للمراهقين الذين تتراوح أعمارهم بين 10 و 16 عامًا على مهارات تصميم الألعاب باستخدام تقنيات الواقع المعزز (AR) والواقع الافتراضي (VR) وتقنية ثلاثية الأبعاد (3D). هذه المهارات تعتبر من بين أحدث المهارات التكنولوجية التي يعتمد عليها صناعات بأكملها وتجارب اقتصادية في العصر الحديث. ينضم المشاركون من مناطق مختلفة في القاهرة أو خارجها لتعلم البرنامج، الذي يستمر لمدة 60 ساعة تدريبية، مع التطبيق العملي لكل جزء من مسار التدريب.\n\nيؤهل المسار الطلاب للمشاركة في أهم المسابقات في مجال البرمجة في مصر وواحدة من أكبر المسابقات في العالم العربي، مسابقة Trainopia Game Jam. في هذه المسابقة، تتنافس الفرق لاختيار مشاريع تكنولوجية فائزة طوال المسار بأكمله. تعمل كل فريق على مشروع من تصميمه وتنفيذه بناءً أساسيًا على برمجة الألعاب الإلكترونية وتصميم الروبوت. يتم عرض المشاريع للجنة تحكيم متخصصة في مجالات البرمجة والتكنولوجيا للتقييم وفقًا لكل جزء من المشروع. يتمتع المتدربون بتجربة تدريبية غنية حيث يمكنهم التعاون والتفاعل مع أعضاء الفريق والتدريب على مهارات العرض وحل المشكلات.\n\nيقدم المسار من قبل فريق Trainopia المعتمد من Cloudypedia، وكلاء Google للتعليم في مصر، بالتعاون مع منصة Livit Studio، المنصة المعتمدة للتدريب على مناهج التعليم في مجال العلوم والتكنولوجيا والهندسة والرياضيات (STEM)، وMicrosoft Education في الشرق الأوسط. "
  },
  "from": { "word": "من", "date": "7/2/2022" },
  "to": { "word": "إلى", "date": "8/20/2022" },
  "period": "٣ أيام في الأسبوع",
  "location": "المعادي، ميدان الجزائر.",
  "price": "٣٠٠٠ جنيه مصري",
  "age": "العمر: من ١٠ إلى ١٦ عامًا",
  "goals": {
    "headLine": "الأهداف",
    "content": [
      "تطوير مهارات التفكير المنطقي، التفكير الإبداعي، ومهارات حل المشكلات لدى المتدربين.",
      "زيادة الثقة بالنفس، الالتزام، التعاون الإيجابي، وتدريب على مهارات العرض والتواصل.",
      "خلق فرصة للمشاركة في أكبر مسابقات البرمجة في العالم العربي والعمل على إكمال مشروع وتقديمه أمام لجنة تحكيم متخصصة.",
      "توفير فرصة للمتدربين للتفاعل مع زملائهم المهتمين في نفس المجالات للتعلم وتبادل الخبرات.",
      "تأسيس مستقبل الشباب، سواء كانوا من الفتيان أو الفتيات، منذ سن مبكرة من خلال تعليمهم التكنولوجيا الحديثة وتطبيقاتها.",
      "فتح طرق تفكير مختلفة وحديثة للمتدربين.",
      "تعليم المتدربين الأساسيات التي تعتمد عليها مختلف الوظائف والمهن في العصر الحديث.",
      "خلق فرصة لتعلم المواد المعتمدة من جهات دولية على يد متخصصين في مجال البرمجة والتكنولوجيا.",
      "تأهيل الطلاب لاجتياز أكبر مسابقة برمجة في مصر وواحدة من أكبر المسابقات في العالم العربي."
    ]
  }
}
