{
  "title": "مسار البرمجة الصيفي",
  "image": "summerProgrammin.png",
  "shortDes": "هو برنامج تعليم البرمجة المطول الذي يهتم بتعليم الأطفال والمراهقين من سن 6 سنوات إلى 16 سنة أسس البرمجة وعلوم الكمبيوتر والتكنولوجيا، وموضوعه في موسمه السادس 2024 هو تصميم الألعاب باستخدام منصة Godot، وهي منصة ممتعة لتعليم تصميم الألعاب وتطويرها.",
  "details": {
    "headLine": "التفاصيل",
    "description": "هو البرنامج المطول لتعليم البرمجة للأطفال والمراهقين من سن 6 سنوات وحتى 16 سنة، ويتم هذا البرنامج للموسم السادس على التوالي بعد نجاحه في الخمسة مواسم السابقة، ويهدف هذا البرنامج إلى تسليح الأطفال والمراهقين بمهارة تعلم التكنولوجيا التي هي تعد الآن الأساس في بناء المستقبل لاعتماد العديد من الوظائف والمهن لا سيما في المستقبل على تلك المهارة. \nوفي صيف ٢٠٢٤ يتعلم الأطفال منصة Godot وهي عبارة عن محرك ألعاب ثنائي الأبعاد وثلاثي الأبعاد ومتعدد المنصات. تعمل بيئة التطوير على أنظمة تشغيل متعددة، ويمكن Godot إنشاء ألعاب تستهدف أجهزة الكمبيوتر الشخصية وأنظمة الويب. \nيحتوي مسار تطوير الألعاب على عدة مستويات \nالمستوى الأول: Level 1 من ٦ إلى ١٠ سنوات     \nويتناول هذا المستوى مقدمة عن علوم الكمبيوتر ولغات البرمجة المختلفة، ونظرة عامة عن محرك Godot مع تعلم ماهية العقد Nodes والمشاهد Scenes وكيفية تكوينها وتشغيلها، ويطبق الأطفال عمليًا تصميم لعبة ثنائية الأبعاد 2D من ابتكارهم. \nالمستوى الثاني: Level 2 من ١١ إلى ١٦ سنة \nيتعلم المشاركون في هذا المسار العديد من التفاصيل عن محرك Godot وكيفية عمله، ويتعلمون العقد والمشاهد واختيار بيئات العمل المختلفة، وتعلم اللغات التي يقوم عليها المحرك وكيفية كتابة Script بها، كما يطبق المشاركون عمليًا تصميم الألعاب ثنائية الأبعاد 2D وثلاثية الأبعاد 3D. \nوتعد تلك المهارات أحدث المهارات التكنولوجية التي تقوم عليها صناعات وتجارب اقتصادية كاملة في العصر الحديث. ينضم المشاركين من مناطق مختلفة في القاهرة أو خارجها لتعلم البرنامج الذي يستمر لمدة ٦٦ ساعة تدريبية، مع التطبيق العملي لكل جزء من أجزاء المسار التدريبي. \nيؤهل المسار الطلاب لخوض أكبر مسابقات البرمجة في مصر وواحدة من أضخم المسابقات في الوطن العربي Trainopia Hackathon، والتي يتم فيها التنافس بين الفرق المشاركة في البرنامج لاختيار المشاريع التكنولوجية الفائزة على مدار المسار كاملاً. ويعمل كل فريق على مشروع من تصميمه وإخراجه يعتمد بشكل أساسي على برمجة تطبيقات الهواتف الذكية وتصميم نماذج الألعاب ثنائية وثلاثية الأبعاد، ويتم عرض المشاريع كاملة أمام لجنة تحكيم من المتخصصين في مجال البرمجة والتكنولوجيا ليتم تقييمها حسب كل جزء من أجزاء المشروع. ويعيش المتدربون فيها تجربة تدريبية غنية يستطيعون من خلالها التعاون والتعايش مع أفراد الفريق والتدرب على مهارات العرض والتقديم، ومهارات حل المشكلات. \nالمسار مقدم من فريق Trainopia المعتمدة من شركة Cloudypedia وكلاء Google Education في مصر، ومن Microsoft Education في الشرق الأوسط."
  },
  "from": { "word": "من", "date": "6/22/2024" },
  "to": { "word": "إلى", "date": "8/30/2024" },
  "period": "إسبوعيًا خلال الصيف",
  "location": "Online – المعادي – التجمع الخامس",
  "price": "unknown",
  "age": "العمر: من ٦ إلى ١٦ عامًا",
  "goals": {
    "headLine": "الأهداف",
    "content": [
      "تأسيس مستقبل الشباب والفتيات منذ الصغر بتعليمهم التكنولوجيا الحديثة و استخداماتها.",
      "فتح طرق ومجالات تفكير مختلفة وحديثة للمتدربين.",
      "تعليم المتدربين الأساس الذي تقوم عليه مختلف الوظائف والمهن في العصر الحديث.",
      "خلق فرصة تعلم مواد معتمدة من جهات عالمية على أيدي متخصصين في مجال البرمجة والتكنولوجيا.",
      "تأهيل الطلاب لاجتياز المسابقة الأكبر في مجال البرمجة في مصر ومن أكبر المسابقات في الوطن العربي.",
      "تنمية مهارات التفكير المنطقي والتفكير الإبداعي ومهارات حل المشكلات لدى المتدربين.",
      "زيادة قيم الثقة في النفس والالتزام والتعاون الإيجابي والتدريب على مهارات العرض والتقديم.",
      "خلق فرصة المشاركة في أكبر مسابقات البرمجة في الوطن العربي والعمل على إنهاء مشروع وعرضه أمام لجنة تحكيم متخصصة.",
      "فرصة التعايش مع متدربين آخرين مهتمين بالمجالات ذاتها للتعلم وتناقل الخبرات."
    ]
  }
}
