{
  "title": "يلا كامب ١١",
  "image": "yallacamp.jpg",
  "shortDes": "المخيم العائلي الأقوى في مصر، ويعد أحد أكثر خدمات فريق ترينوبيا نجاحًا لتميزه بالطابع الترفيهي والتدريبي وسط جو عائلي دافئ. مخيم يلا كامب الشتوي لمدينة نويبع الساحرة، المخيم المناسب لجميع أفراد الأسرة يجمع بين الانطلاق والاستجمام وسط مناخ من الألفة والتعايش الإيجابي وفي أسر من المجتمع الراقي.",
  "details": {
    "headLine": "التفاصيل",
    "description": "يلا كامب هو مخيم عائلي يقيمه فريق ترينوبيا مرتين كل عام لمدينة من المدن الساحلية في مصر، ويتميز بمناسبته لجميع أفراد الأسرة، كما يناسب أيضًا الشباب وهو مثالي لمجتمع الفتيات لأنه يوفر بيئة آمنة لكل فتاة للانطلاق والاستمتاع بالوقت. ينطلق مخيم يلا كامب في موسمه الحادي عشر إلى مدينة نويبع الساحرة من ٣٠ يناير إلى ٢ فبراير بنظام الإقامة بالكامل والانتقال من وإلى القاهرة بصورة مريحة وممتعة \n\nيتميز فريق ترينوبيا دائمًأ باختيار أفضل الفنادق والمنتجعات السياحية لإقامة رحلات يلا كامب، لذلك اختار فريق ترينوبيا منتجع Nuweiba Club لإقامة موسم الشتاء هذا العام بنظام الإقامة Half Board )فطار + عشاء+ مشروبات). \n\n تدريب الكبار: يشمل يلا كامب تدريب بداية من ١٧ سنة، ويتناول المخيم في هذا الموسم موضوع تكوين العادات والحفاظ عليها وتحدي تدريب النفس على العادات الإيجابية الجيدة. ويتميز التدريب بالتفاعل الدائم بالأنشطة الحية والألعاب الممتعة والمسابقات بين المشاركين فيه. \n\n تدريب الأطفال والمراهقين: يعد هذا الجانب التربوي من المخيم من أهم جوانبه لأنه يتيح للآباء والأبناء قضاء الوقت مع أصدقائهم ونظرائهم في الفئة العمرية، وفي الوقت ذاته يتيح لهم تكوين صداقات جديدة وينشر جو من البهجة والمتعة. يعتمد تدريب الأطفال والمراهقين في موسم يلا كامب القادم على مادة تدريبية قوية تسمى الذكاءات المتعددة، من خلال الألعاب والأنشطة الحركية والمسابقات يركز التدريب على استكشاف أنواع ذكاءات الأطفال وتوجيهها لأفضل المسارات لها. \n\n الرحلات الخارجية: في كل مرة يزور فريق ترينوبيا مدينة جديدة يحرص على زيارة معالم المدينة أو الأماكن السياحية أو التاريخية والأثرية فيها، أو الخروج في رحلات السفاري والمراكب البحرية الممتعة. \n\n جلسات السمر: من أكثر الفقرات تميزًا في رحلات يلا كامب هي حفلات السمر في مساءات أيام المخيم، حيث يجتمع المشاركون بعد العشاء للمشاركة في بعض المسابقات الخفيفة الممتعة والتعارف مع تناول الشاي على الفحم والبطاطا الساخنة والحلوى ووجبات خفيفة أخرى."
  },
  "from": { "word": "من", "date": "1/30/2025" },
  "to": { "word": "إلى", "date": "2/2/2025" },
  "period": "إسبوعيًا خلال الصيف",
  "location": "منتجع نادي نويبع في نويبع",
  "price": "unknown",
  "age": "السن: جميع أفراد العائلة والأصدقاء",
  "goals": {
    "headLine": "الأهداف",
    "content": [
      "فرصة جيدة للتوقف قليلاً عن مسئوليات الحياة المتلاحقة، والتأمل في الوقت والنفس.",
      "وتصحيح العلاقات وإعادة وصلها.",
      "فرصة رائعة لخوض تجربة ترفيهية وتدريبية ممتعة وسط مناخ من الصحبة والعائلة الدافئ",
      "تدريب الأطفال والمراهقين على الذكاءات المتعددة واستكشاف أهم ميولهم ومواهبهم وتوجيهها.",
      "تدريب المشاركون على مادة جديدة وهي تكوين العادات بشكل ممتع ومرح مليء بالأنشطة والألعاب.",
      "فرص التعايش مع أشخاص وأسر وصحبة مختلفة ومتنوعة."
    ]
  }
}
