{
  "title": "Training Children and Teenagers",
  "slogun": "painting the future",
  "img": "whatever.png",
  "shortDesImg": "whatever.jpg",

  "shortDesHeadLine": "Brief about the Activity",

  "shorDes": "We raise our children using modern educational methods based on strong foundations of sound educational sciences and behavior modification. We believe that play, activities, and adventures are the best way for children to learn. Join us on an inspiring and enjoyable educational journey!",
  "featuresHeadline": "Most Prominent Feature ",

  "ourFeatures": [
    "Self-discovery and talents: We believe that every child carries unique talents and abilities within them. Therefore, we strive to discover and develop these talents through innovative activities and inspiring challenges in a safe and warm environment. We will help your children discover what sets them apart and makes them unique.",
    "Values and ethics: We consider the development of values and ethics an essential part of children's upbringing. We help them understand concepts such as honesty, justice, respect, and responsibility. They will be able to make sound decisions and act ethically.",
    "Skills development: We encourage children to develop their various skills, whether in arts, crafts, sports, or even critical thinking. They will be able to achieve accomplishments and develop their skills with confidence."
  ],
  "programs": {
    "champions": {
      "title": "CHAMPIONS",
      "des": "Camps filled with challenges and adventures, where children compete in different teams and learn values and skills. These camps rely on the idea of spending entire days away from family in the campsite, learning self-reliance, responsibility, discipline, and commitment even in the simplest daily routines, amidst an atmosphere of companionship, cooperation, and positive interaction among participants."
    },
    "superHero": {
      "title": "SUPER HEROES",
      "des": "it's a seasonal camp that gives children the opportunity to discover their strengths, talents, and develop their skills over an extended period similar to school terms. Training takes place in one of the sports and social clubs, where the child receives training in four different areas throughout the training day: self-awareness and discovery exercises, sports activities, artistic and handicraft workshops, and recreational outdoor trips."
    },
    "trainopiaLap": {
      "title": "TRAINOPIA LAB",
      "des": "The program focuses on innovative artistic and handicraft workshops that encourage creative thinking and skill development. It aims to train children in skills and sciences that cater to both sides of the human brain: the creative and artistic aspect, and the analytical and logical mathematical aspect. The program includes training in sciences such as chemistry, physics, engineering, electricity, carpentry, and many other skills and crafts."
    },
    "heros": {
      "title": "HEROS IN OUR HOUSES",
      "des": "It's a program that focuses on developing values and morals in everyday life. The 'Heroes in Our Homes' program began during the lockdown period in our country during the COVID-19 pandemic years, when there was a pressing need for children to engage outside their homes in outdoor atmospheres. The program focused on delivering various skills, values, and entertaining stories remotely through internet applications, all from the comfort of home."
    },
    "knight": {
      "title": "KNIGHT'S TALE",
      "des": "The program relies on storytelling of epic tales of heroes, situations, and events that take children on a journey through time, witnessing challenges and adventures of individuals who lived in past eras, from whom we learn a great deal from their stories. The program is presented either in-person or virtually online, accompanied by hands-on learning of some crafts and skills that children execute as an application of the stories they hear."
    }
  }
}
