{
  "title": "Multimedia Training",
  "slogun": "The World of Creativity",
  "img": "whatever.png",
  "shortDesImg": "whatever.jpg",

  "HeadLine": { "breif": "Brief about the Activity", "features": "What Sets Us Apart", "programs": "Our Programs" },

  "shorDes": "Multimedia encompasses a world of creativity and innovation within Trinopia’s art programs. Cope with the new world by learning the latest media skills, including photography, graphic design, video editing, and voice over. Join us to explore more about developing drawing skills, various art forms, and other artistic and manual skills.",

  "ourFeatures": [
    "Utilizing creativity and innovation in all stages and steps of learning the path",
    "Enjoying the learning journey because it is based on practical application and live experience",
    "Suitable for children aged 8 years and above",
    "Learning many other skills such as teamwork, meeting deadlines, presentation skills, and public speaking."
  ],
  "programs": [
    {
      "title": "Graphic Design Track",
      "des": "Photoshop and Illustrator are the tools of choice for design. You will learn how to manipulate images, merge them, create artistic designs, and work with vector art and characters. They explore fonts, colors, color harmony, and quality assessment for designs and images."
    },
    {
      "title": "Photography Track",
      "des": "Learn the fundamentals of photography and videography. They understand the differences between video and still images, study composition basics, essential image elements, angles, and lighting types. Practical training includes using Lightroom for photo editing."
    },
    {
      "title": "Motion Graphic Track",
      "des": "In the Motion Graphics track, trainees delve into the basics of motion graphics. They explore Adobe After Effects, its user interface, and how to create animations from scratch. This involves preparing and organizing suitable files and graphics, exporting the final product, and producing videos in various formats."
    },
    {
      "title": "Video Editing Track",
      "des": "This track focuses on learning the basics of video editing using Adobe Premiere Pro. Trainees become familiar with its tools and usage. Additionally, they explore the online video editor , learn about idea development, directing, lighting secrets, adjusting audio, and maintaining control over the final output."
    }
  ]
}
