{
  "title": "CHAMPIONS 23",
  "image": "champions.png",
  "shortDes": "Calling all young adventurers aged 7 to 14! Trainopia proudly presents the 23rd season of our exhilarating Champions Camp. 🏆🌊",
  "details": {
    "headLine": "Details",
    "description": "What’s Champions Camp? \n\nFor the 23rd consecutive season, Trainopia team is organizing the Trainopia Champions camp for children aged 7 to 14. This camp focuses on physical activities, exploratory games, and competitive sports. The Champions camp stands out as one of the largest children’s camps in Egypt, emphasizing core values essential for children and teenagers, including commitment, discipline, individual and collective responsibility, self-reliance, positive cooperation, leadership skills, time management, and positive coexistence. Participants experience three days surrounded by other children, supervisors, and coordinators. This season’s Trainopia Champions camp is the largest yet, with diverse activities and a significant number of participants, earning it a special place in the lives of children and their families. \n\nWhy Choose Champions Camp? \n\nEmpowerment & Responsibility: Over three days, participants learn self-reliance, responsibility, and commitment. With guidance from our skilled supervisors, they manage daily tasks like waking up, meals, prayers, and personal hygiene. \n\nLife Skills in Action: Our training program revolves around core values. Through dynamic games and physical activities, kids learn teamwork, leadership, discipline, and time management—all while having a blast! \n\nNew Horizons: Champions Camp isn’t just about fun; it’s about shaping character and building confidence. Participants explore new places away from home, creating lasting bonds with fellow campers and mentors. \n\nDiverse Skill Set: From beachside adventures to mental challenges, our camp covers it all—physical, intellectual, behavioral, and spiritual skills."
  },
  "from": { "word": "From", "date": "12/26/2024" },
  "to": { "word": "To", "date": "12/28/2024" },
  "period": "Weekly during the summer",
  "location": "Location: Al Sakhra Villa – Obour",
  "price": "",
  "age": "Age: 7 to 14 years old",
  "goals": {
    "headLine": "Goals",
    "content": [
      "Training children and teenagers in self-reliance, responsibility, and commitment through performing daily tasks and habits independently.",
      "Exploring new places away from family and enjoying time in a coastal city.",
      "Modifying children's behaviors through interactive and training compliance.",
      "Creating a diverse training experience based on play, movement, and fun activities.",
      "Learning skills of coexistence and cooperation with others, leadership, and time management skills.",
      "Living opportunities with trained supervisors and specialists in education and children's behavior modification for a relatively long period, and training on the most beneficial daily habits.",
      "Diversity in skills covered by the camp, including motor, sports, mental, intellectual, behavioral, and spiritual skills.",
      "Increasing self-confidence values and positive cooperation with others."
    ]
  }
}
