{
  "title": "Game Development Track 5",
  "shortDes": "It is an educational program in the field of programming in its fifth season in 2022, focusing on teaching children aged between 10 and 16 years old how to design electronic games and use VR and AR technologies, in addition to using 3D technology in game design.",
  "details": {
    "headLine": "Details",
    "description": "The Game Development Track program is an expanded program for teaching programming to children and teenagers aged 6 to 16. This program comes in its fifth season in a row after its success in the previous four sessions. The aim of this program is to provide children and teenagers with the skill of learning technology, which is now considered essential in building the future as many jobs and professions rely on this skill.\n\nThe track is divided into training for children aged 6 to 9 on robot design and programming skills, and training for teenagers aged 10 to 16 on game design skills using Augmented Reality (AR), Virtual Reality (VR), and 3D technology. These skills are among the latest technological skills relied upon by entire industries and economic experiences in the modern era. Participants from different areas in Cairo or outside join to learn the program, which lasts for 60 training hours, with practical application for each part of the training track.\n\nThe track qualifies students to participate in the most important programming competitions in Egypt and one of the largest competitions in the Arab world, the Trainopia Game Jam competition. In this competition, teams compete to choose winning technological projects throughout the entire track. Each team works on a project of its design and execution primarily based on electronic game programming and robot design. Projects are presented to a specialized judging committee in programming and technology fields for evaluation according to each part of the project. Trainees enjoy a rich training experience where they can collaborate and interact with team members and train on presentation and problem-solving skills.\n\nThe track is presented by the Trainopia team accredited by Cloudypedia, Google Education agents in Egypt, in collaboration with Livit Studio platform, the accredited platform for training on STEM educational curricula, and Microsoft Education in the Middle East."
  },
  "from": { "word": "From", "date": "7/2/2022" },
  "to": { "word": "To", "date": "8/20/2022" },
  "period": "3 days per week",
  "location": "Maadi, Algeria Square.",
  "price": "3000 Egyptian pounds",
  "age": "Age: 10 to 16 years old",
  "goals": {
    "headLine": "Goals",
    "content": [
      "Developing logical thinking, creative thinking, and problem-solving skills among trainees.",
      "Increasing self-confidence, commitment, positive collaboration, and training on presentation and communication skills.",
      "Creating an opportunity to participate in the largest programming competitions in the Arab world and working on completing a project and presenting it to a specialized judging committee.",
      "Providing an opportunity for trainees to interact with their peers interested in the same fields for learning and exchanging experiences.",
      "Establishing the future of youth, whether boys or girls, from an early age by teaching them modern technology and its applications.",
      "Opening up different and modern thinking paths for trainees.",
      "Teaching trainees the fundamentals relied upon by various jobs and professions in the modern era.",
      "Creating an opportunity to learn internationally accredited materials by specialists in the field of programming and technology.",
      "Qualifying students to pass the largest programming competition in Egypt and one of the largest competitions in the Arab world."
    ]
  }
}
