{
  "title": "الرحلات والمخيمات التدريبية",
  "slogun": "يلا مغامرة",
  "img": "whatever.png",
  "shortDesImg": "whatever.jpg",
  "HeadLine": { "breif": "نبذة عن النشاط", "features": "أهم ما يميزنا", "programs": "أهم برامجنا" },

  "shorDes": "   تقوم المخيمات والرحلات التدريبية على فكرة التعلم وتلقي برامج تدريبية في اكتشاف الشخصية وتطوير مهاراتها الحياتية والاجتماعية و تتم إقامة الرحلات والمخيمات التدريبية في عدة أماكن سواء في القاهرة أو خارجها في مدن ساحلية ومحافظات أخرى، وتعتمد على المعايشة لمدة بضعة أيام للمتدربين والمشاركين في الرحلات في أحد الفنادق أو المنتجعات السياحية، وتتميز بالتدريب المكثف خلال هذه الأيام لكل فئة من الفئات مع صنع مناخ عائلي مميز.  ",

  "ourFeatures": ["الرحلات العائلية الخارجية", "الأنشطة والألعاب المرحة", "المسابقات والاختبارات المختلفة"],
  "programs": {
    "yallaCamp": {
      "title": "يلا كامب",
      "des": "تقوم فكرة مخيمات يلا كامب على الرحلات العائلية والأسرية الدافئة في أحد فنادق المدن السياحية في مصر، وتستمر لمدة ٤ إلى ٥ أيام، بنظام الإقامة الكامل. ويتميز برنامج المخيم بالتوازن بين التدريب والترفيه، وبين الاستمتاع بالمناظر الطبيعية والأنشطة البحرية والرحلات الخارجية، كما يتم فصل تدريب البالغين عن الأطفال والمراهقين لتتلقى كل فئة التدريب المناسب لها في مجال من مجالات معرفة الشخصية والتعرف على أنماطها وتطوير المهارات الحياتية والاجتماعية."
    },
    "champions": {
      "title": "ترنوبيا تشامبيونز",
      "des": "مخيمات مليئة بالتحديات والمغامرات، حيث يتنافس الأطفال في فرق مختلفة ويتعلمون القيم والمهارات. تعتمد هذه المخيمات على فكرة قضاء أيام كاملة بعيدًا عن الأهل في مكان المخيم، وتعلم الاعتماد على الذات والمسئولية والانضباط والالتزام حتى في أبسط العادات اليومية، ووسط مناخ من الصحبة والتعاون والتعايش الإيجابي بين المشاركين."
    },
    "trainopiaTrips": {
      "title": "رحلات ترنوبيا",
      "des": "هي رحلات تتم إقامتها داخل القاهرة أو خارجها لمدة أقصر من مدة المخيمات التدريبية، وتتميز كل رحلة بطابع ومناخ معين. تشمل رحلات Trainopia Trips الرحلات التاريخية التي يتم فيها زيارة الأماكن الأثرية في القاهرة أو خارجها، رحلات الفتيات والسيدات الخاصة التي يقضي فيها جمهورنا من السيدات والفتيات يومًا كاملاً في أحد المنتجعات أو الفلل المتطرفة. كما تشمل الرحلات الزيارات إلى محافظات قريبة من القاهرة مثل الفيوم وفايد والإسكندرية والعين السخنة."
    }
  }
}
