{
  "title": "تدريب الأطفال والمراهقين",
  "slogun": "بنرسم بكرة",
  "img": "whatever.png",
  "shortDesImg": "whatever.jpg",

  "shortDesHeadLine": "نبذة عن النشاط",

  "shorDes": "نحن نربي أبناءنا بطرق تربوية حديثة تستند إلى أسس قوية من علوم التربية السليمة وتعديل السلوك. نحن نؤمن بأن اللعب والنشاطات والمغامرات هي أفضل طريقة لتعلم الأطفال. انضموا إلينا في رحلة تربوية ملهمة وممتعة!",
  "featuresHeadline": "اهم ما يميزنا",

  "ourFeatures": [
    "استكشاف الذات والمواهب: نحن نؤمن بأن كل طفل يحمل في داخله مواهب وقدرات فريدة. لذا، نسعى لاكتشاف هذه المواهب وتطويرها من خلال أنشطة مبتكرة وتحديات ملهمة وفي مناخ آمن ودافئ. سنساعد أطفالكم على اكتشاف ما يميزهم ويجعلهم فريدين.",
    "القيم والأخلاق: نعتبر تنمية القيم والأخلاق جزءًا أساسيًا من تربية الأطفال. نساعدهم على فهم مفاهيم مثل الصدق، العدالة، الاحترام، والمسؤولية. سيكونون قادرين على اتخاذ قرارات صائبة والتصرف بأخلاقية.",
    "تطوير المهارات: نحن نشجع الأطفال على تطوير مهاراتهم المختلفة. سواء كان ذلك في الفنون، الحرف اليدوية، الرياضة، أو حتى التفكير النقدي. سيكونون قادرين على تحقيق إنجازات وتطوير مهاراتهم بثقة."
  ],
  "programs": {
    "champions": {
      "title": "تشامبيونز",
      "des": "مخيمات مليئة بالتحديات والمغامرات، حيث يتنافس الأطفال في فرق مختلفة ويتعلمون القيم والمهارات. تعتمد هذه المخيمات على فكرة قضاء أيام كاملة بعيدًا عن الأهل في مكان المخيم، وتعلم الاعتماد على الذات والمسئولية والانضباط والالتزام حتى في أبسط العادات اليومية، ووسط مناخ من الصحبة والتعاون والتعايش الإيجابي بين المشاركين."
    },
    "superHero": {
      "title": "سوبر هيرو",
      "des": "وهو المخيم الموسمي الذي يمنح الأطفال فرصة لاكتشاف مواطن قواهم ومواهبهم الخاصة وتطوير مهاراتهم في خلال مدة مطولة تكون أشبه بالفصول الدراسية، يتم التدريب في أحد النوادي الرياضية والاجتماعية ويتلقى فيها الطفل تدريبًا في ٤ مجالات مختلفة تتم خلال اليوم التدريبي، وهي: تدريبات معرفة واكتشاف الذات، الأنشطة الرياضية، الورش الفنية واليدوية، الرحلات الخارجية الترفيهية."
    },
    "trainopiaLap": {
      "title": "معمل ترنوبيا",
      "des": "يقوم البرنامج على ورش العمل الفنية واليدوية المبتكرة، والتي تشجع على التفكير الإبداعي وتطوير المهارات. ويعنى البرنامج بتدريب الأطفال على مهارات وعلوم تهتم بجانبي دماغ الإنسان: الجانب الإبداعي والفني، والجانب التحليلي والمنطقي الحسابي. يشمل البرنامج التدريب على علوم كالكيمياء والفيزياء والهندسة والكهرباء والنجارة والعديد من المهارات والحرف اليدوية الأخرى."
    },
    "heros": {
      "title": "أبطال في بيوتنا",
      "des": "وهو برنامج يركز على تنمية القيم والأخلاق في الحياة اليومية. بدأ برنامج أبطال في بيوتنا في وقت الحجر الصحي الذي بدأ في بلادنا في سنوات جائحة كوفيد -١٩، عندما كانت هناك حاجة ملحة للأطفال للانطلاق خارج المنازل في الأجواء الخارجية، وركز البرنامج على تقديم العديد من المهارات والقيم والقصص الممتعة عن بعد من خلال تطبيقات الإنترنت، ومن المنزل."
    },
    "knight": {
      "title": "قصة فارس",
      "des": "يعتمد برنامج قصة فارس على حكي قصص ملحمية لأبطال ومواقف وأحداث تأخذ الطفل في رحلة عبر الزمن يشاهد فيها التحديات والمغامرات لأشخاص عاشوا في أزمنة ماضية وتعلمنا من قصصهم الكثير. يقدم البرنامج بشكل فعلي حي أو افتراضي عبر الإنترنت، ويصحبه تعلم بعض المهارات اليدوية التي ينفذها الأطفال تطبيقًا للقصص التي يسمعها."
    }
  }
}
