{
  "title": "التدريب المتخصص",
  "slogun": "كن أفضل نسخة من نفسك",
  "img": "whatever.png",
  "shortDesImg": "whatever.jpg",
  "HeadLine": { "breif": "نبذة عن النشاط", "features": "اهم ما يميزنا", "programs": "اهم برامجنا" },

  "shorDes": "يهتم مجال التدريب المتخصص بمساعدة فئة معينة من الناس تنتمي لفئة عمرية معينة أو مجال أو تتبع مؤسسة واحدة وتجمعهم صفات مشتركة على معرفة أنفسهم أو تطوير مهاراتهم وإمكاناتهم من خلال تقديم برامج تم نسجها لتناسب احتياجاتهم.  التدريب المتخصص يشمل أيضًأ تدريب الشباب على معرفة أنفسهم من خلال تعلم الكثير عن أسرار النفس الإنسانية وأنماط الشخصيات المختلفة في العمل والحياة، كما يهتم بتدريب الشباب بتدريب القيم والتوازن والتحفيز ومهارات التواصل الفعال والتدريب الإداري وإدارة المشاريع والإدارة الاستراتيجية وأنواع المديرين والموظفين وغيرها من المواضيع الهامة في حياتنا اليومية الحديثة.",

  "ourFeatures": ["برنامج مجهز خصيصا لاحتيجاتك ", "مدربين خبرة", "احدث الاساليب التدريبية ", "متابعة التطور بعد انتهاء التدريب"],
  "programs": {
    "self_descovery": {
      "title": "اكتشاف الشخصية ",
      "des": "يعتمد هذا البرنامج على عدة أدوات تدريبية ومقاييس عالمية لتحليل الشخصية كمقياس MBTI وعلم إنياجرام وعلوم أنماط الناس في العمل وغيرها. وعلى الرغم من أن تلك العلوم والمقاييس تمثل حجر الأساس في برامج اكتشاف الشخصية ومعرفة أنماطها، إلا أن تلك البرامج خضعت للكثير من التعديل وتصميم وتضمين ألعاب واختبارات خاصة وممتعة لاكتشاف الشخصية تضفي على البرامج روح من المرح والمتعة وتحقق التواصل الإيجابي المميز."
    },
    "balance": {
      "title": "المهارات الإدارية",
      "des": "برنامج القيادة الفعّالة هو المفتاح الذي يفتح أبواب التميز. يدربك هذا البرنامج على الأدوات الأساسية لفهم أنماط المديرين وأدوار الإدارة. إنه يركز على تطوير المهارات اللازمة لكل دور، مع التركيز على مراحل الإدارة المختلفة. وتشمل أيضًا برامج الإدارة التخطيط الاستراتيجي وإدارة المشاريع بما في ذلك القدرة على اكتساب مهارة قيادة المشاريع بفعالية وتحقيق الأهداف، بالإضافة إلى قيادة الأفراد والمؤسسات وكيفية تحفيز الفرق وتحقيق التفوق."
    },
    "leadership": {
      "title": "المهارات الإدارية",
      "des": "برنامج القيادة الفعّالة هو المفتاح الذي يفتح أبواب التميز. يدربك هذا البرنامج على الأدوات الأساسية لفهم أنماط المديرين وأدوار الإدارة. إنه يركز على تطوير المهارات اللازمة لكل دور، مع التركيز على مراحل الإدارة المختلفة. وتشمل أيضًا برامج الإدارة التخطيط الاستراتيجي وإدارة المشاريع بما في ذلك القدرة على اكتساب مهارة قيادة المشاريع بفعالية وتحقيق الأهداف، بالإضافة إلى قيادة الأفراد والمؤسسات وكيفية تحفيز الفرق وتحقيق التفوق."
    },
    "parenting": {
      "title": "تربية الأبناء",
      "des": "هو برنامج قائم على تعلم مهارات وفنون تربية الأبناء في مراحلهم العمرية المختلفة، مع التركيز على الاحتياجات الأساسية النفسية والروحانية لكل مرحلة عمرية، وتشمل أيضًا تلك البرامج تقديم استشارات فردية في مجال تربية الأبناء، وتوجيه الآباء والأمهات لأهم وأنجح طرق التربية الإيجابية.    "
    }
  }
}
