{
  "title": "تدريب MULTIMEDIA",
  "slogun": "عالم الإبداع",
  "img": "whatever.png",
  "shortDesImg": "whatever.jpg",

  "HeadLine": { "breif": "نبذة عن النشاط", "features": "أهم ما يميزنا", "programs": "أهم برامجنا" },

  "shorDes": "اكتشف عالم الإبداع والابتكار في برامج ترينوبيا الفنية. وسابق الزمن في تعلم أحدث مهارات الميديا من تصوير وتصميم جرافيك ومونتاج وتحرير الفيديو وتعليق صوتي. وانضم إلينا لتعرف أيضًا المزيد عن تطوير مهارات الرسم وأنواعه وفنونه، والعديد من المهارات الفنية واليدوية الأخرى",

  "ourFeatures": [
    "استخدام الإبداع والابتكار في جميع مراحل وخطوات تعلم المسار",
    "الاستمتاع برحلة التعلم لأنها تقوم على التطبيق العملي والتجربة الحية",
    "مناسبة النشاط للأطفال من سن ٨ سنوات",
    "تعلم العديد من المهارات الأخرى كالعمل ضمن فريق والالتزام بمواعيد التسليم ومهارات العرض والتقديم."
  ],
  "programs": {
    "graphicDesign": {
      "title": "مسار تصميم الجرافيك",
      "des": "التصميم باستخدام برنامج Photoshop، و Illustrator، وتعلم أدوات كلا البرنامجين وطرق استخدامهما، ويتعرف المتدرب على كيفية تعديل الصور ودمجها وتركيبها وصنع تصميمات فنية متنوعة من خلال رسم Victor Art وشخصيات، واستخدام خطوط وألوان وتعلم تناسق الألوان وكيفية قياس جودة التصميمات والصور."
    },
    "photography": {
      "title": "مسار التصوير",
      "des": "يتعلم المتدرب أساسيات التصوير الفوتوجرافي وتصوير الفيديو، والفرق بين الفيديو والصورة، كما يتعلم أساسيات التكوين وعناصر الصورة الأساسية والزوايا وأنواع الإضاءة، ويتدرب على استخدام برنامج Light Room وتحرير الصور من خلاله."
    },
    "motionGraphic": {
      "title": "مسار تحريك الجرافيك",
      "des": "تعلم أساسيات مهارة تحريك الجرافيك  Motion Graphics، من خلال أساسيات برنامج Adobe After Effects وواجهة المستخدم وكيفية استخدام البرنامج، وفهم كل ما يتعلق بتحريك الرسوم وكيفية صناعتها من الألف للياء، مع تطبيق تحضير وترتيب الملفات والرسومات المناسبة، وتصدير المنتج النهائي وإنتاج مقاطع فيديو مختلفة بأكثر من تنسيق."
    },
    "videoEditing": {
      "title": "مسار المونتاج",
      "des": "يقوم هذا المسار على تعلم أساسيات مونتاج الفيديو باستخدام  Adobe Premiere Pro والتعرف على وأدواته وطريقة استخدامه ، كما يتعلم المتدرب برنامج محرر الفيديو عبر الإنترنت  FlexClip، وعلى كيفية صناعة الفكرة والإخراج، والكثير عن أسرار الإضاءة، وتعلم كيفية ضبط الصوت والتحكم فيه"
    }
  }
}
